---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewSolarstudyStillDateValue
source: html/3c63095d-6fc7-4cb2-e20d-e90c3d966fcd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewSolarstudyStillDateValue Property

"Still date"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewSolarstudyStillDateValue { get; }
```